cases/sweep_baselineHover/hR4/0/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (0 0 -0.01);

boundaryField
{
    ground
    {
        type noSlip;
    }

    top
    {
        type  pressureInletOutletVelocity;
        value uniform (0 0 0);
    }

    farField
    {
        type  pressureInletOutletVelocity;
        value uniform (0 0 0);
    }
}
