cases/sweep_baselineHover/hR4/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0;

boundaryField
{
    ground   { type zeroGradient; }

    farField
    {
        type  fixedValue;
        value uniform 0;
    }

    top
    {
        type  fixedValue;
        value uniform 0;
    }
}
