cases/sweep_baselineHover/hR4/constant/momentumTransport
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      momentumTransport;
}
simulationType  RAS;

RAS
{
    model       kOmegaSST;
    turbulence  on;
    printCoeffs on;
}
