cases/sweep_baselineHover/hR4/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    ground
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          4096;
        startFace       1163264;
    }
    top
    {
        type            patch;
        nFaces          4096;
        startFace       1167360;
    }
    farField
    {
        type            patch;
        nFaces          24576;
        startFace       1171456;
    }
)

// ************************************************************************* //
