cases/sweep_baselineHover/hR4/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      blockMeshDict;
}

convertToMeters 1;

vertices
(
    (-2.0 -2.0 0)
    ( 2.0 -2.0 0)
    ( 2.0  2.0 0)
    (-2.0  2.0 0)

    (-2.0 -2.0 3.0)
    ( 2.0 -2.0 3.0)
    ( 2.0  2.0 3.0)
    (-2.0  2.0 3.0)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (64 64 96) simpleGrading (1 1 1)
);

boundary
(
    ground
    {
        type wall;
        faces ((0 1 2 3));
    }

    top
    {
        type patch;
        faces ((4 5 6 7));
    }

    farField
    {
        type patch;
        faces
        (
            (0 4 7 3)
            (1 2 6 5)
            (0 1 5 4)
            (3 7 6 2)
        );
    }
);

mergePatchPairs();
