cases/sweep_baselineHover/hR4/system/createZonesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      createZonesDict;
}

propeller
{
    type        cylinder;
    zoneType    cell;

    point1      (0 0 0.975000);
    point2      (0 0 1.025000);
    radius      0.25;
}
